Repository: cgddrd/GoAber
Catalog: src/ASP.NET/GoAber/Resources/Resources.*.resx
Languages: cy

source: Choose your language!
cy: [WELSH]Choose your language!

source: Create
cy: [WELSH]Create

# Email
source: myemail
cy: [WELSH]myemail

# HomeController_About_application_description
source: Your application description page.
cy: [WELSH]Your application description page.

# HomeController_Contact_contact_page_header
source: Your contact page.
cy: [WELSH]Your contact page.

# HomeController_Contact_title
source: Contact
cy: [WELSH]Contact

# ManageController_Index_password_changed
source: Your password has been changed.
cy: [WELSH]Your password has been changed.

# ManageController_Index_password_set
source: Your password has been set.
cy: [WELSH]Your password has been set.

# ManageController_Index_two_factor_authentication_provider_set
source: Your two-factor authentication provider has been set.
cy: [WELSH]Your two-factor authentication provider has been set.

# ManageController_Index_error
source: An error has occurred.
cy: [WELSH]An error has occurred.

# ManageController_Index_phone_number_added
source: Your phone number was added.
cy: [WELSH]Your phone number was added.

# ManageController_phone_number_removed
source: Your phone number was removed.
cy: [WELSH]Your phone number was removed.

# ManageController_AddPhoneNumber_security_code_is
source: Your security code is:
cy: [WELSH]Your security code is:

# ManageController_VerifyPhoneNumber_Failed_verify_phone
source: Failed to verify phone
cy: [WELSH]Failed to verify phone

# ManageController_ManageLogins_external_login_removed
source: The external login was removed.
cy: [WELSH]The external login was removed.

# RolesController_Create_Role_created_successfully
source: Role created successfully !
cy: [WELSH]Role created successfully !

# RolesController_DeleteRoleForUser_Role_removed_from_user_successfully
source: Role removed from this user successfully !
cy: [WELSH]Role removed from this user successfully !

# RolesController_DeleteRoleForUser_user_doesnt_belong_role
source: This user doesn't belong to selected role.
cy: [WELSH]This user doesn't belong to selected role.

# AccountController_Login_Invalid_login_attempt
source: Invalid login attempt.
cy: [WELSH]Invalid login attempt.

# AccountController_VerifyCode_Invalid_code
source: Invalid code.
cy: [WELSH]Invalid code.

# _Layout_cshtml_Execute_Application_name
source: Go Aber
cy: [WELSH]Go Aber

# _Layout_cshtml_Execute_Home
source: Home
cy: [WELSH]Home

# _Layout_cshtml_Execute_About
source: About
cy: [WELSH]About

# _Layout_cshtml_Execute_Contact
source: Contact
cy: [WELSH]Contact

# _Layout_cshtml_Execute_Admin
source: Admin
cy: [WELSH]Admin

# _LoginPartial_cshtml_Execute_Register
source: Register
cy: [WELSH]Register

# _LoginPartial_cshtml_Execute_Log_in
source: Log in
cy: [WELSH]Log in

# HomeController_About_About
source: About
cy: [WELSH]About

# HomeController_Index_Home_Page
source: Home Page
cy: [WELSH]Home Page

# Error_cshtml_Execute_Error
source: Error
cy: [WELSH]Error

# Lockout_cshtml_Execute_Locked_Out
source: Locked Out
cy: [WELSH]Locked Out

# ManageController_Index_Manage
source: Your Account Details
cy: [WELSH]Your Account Details

# Manage_Index_cshtml_Execute_Change_password
source: Change your password
cy: [WELSH]Change your password

# Manage_Index_cshtml_Execute_Create
source: Create
cy: [WELSH]Create

# Manage_Index_cshtml_Execute_Manage
source: Manage
cy: [WELSH]Manage

# Manage_AddPhoneNumber_cshtml_Execute_Phone_Number
source: Phone Number
cy: [WELSH]Phone Number

# Manage_AddPhoneNumber_cshtml_Execute_AddPhoneNumber
source: AddPhoneNumber
cy: [WELSH]AddPhoneNumber

# Manage_ChangePassword_cshtml_Execute_Change_Password
source: Change Password
cy: [WELSH]Change Password

# Manage_ManageLogins_cshtml_Execute_Manage_external_logins
source: Manage your external logins
cy: [WELSH]Manage your external logins

# Manage_SetPassword_cshtml_Execute_Create_Password
source: Create Password
cy: [WELSH]Create Password

# Manage_VerifyPhoneNumber_cshtml_Execute_Verify_Phone_Number
source: Verify Phone Number
cy: [WELSH]Verify Phone Number

# Roles_Create_cshtml_Execute_Create
source: Create
cy: [WELSH]Create

# Roles_Edit_cshtml_Execute_Edit
source: Edit
cy: [WELSH]Edit

# Roles_Edit_cshtml_Execute_List_Roles
source: List Roles
cy: [WELSH]List Roles

# Roles_Edit_cshtml_Execute_Manage_User_Role
source: Manage User Role
cy: [WELSH]Manage User Role

# Roles_Index_cshtml_Execute_Index
source: Index
cy: [WELSH]Index

# Roles_Index_cshtml_Execute_Create_New_Role
source: Create New Role
cy: [WELSH]Create New Role

# Roles_Index_cshtml_Execute_Edit
source: Edit
cy: [WELSH]Edit

# Roles_Index_cshtml_Execute_Manage_User_Role
source: Manage User Role
cy: [WELSH]Manage User Role

# Roles_ManageUserRoles_cshtml_Execute_ManageUserRoles
source: ManageUserRoles
cy: [WELSH]ManageUserRoles

# Roles_ManageUserRoles_cshtml_Execute_Create_New_Role
source: Create New Role
cy: [WELSH]Create New Role

# Roles_ManageUserRoles_cshtml_Execute_Manage_User_Role
source: Manage User Role
cy: [WELSH]Manage User Role

# Roles_ManageUserRoles_cshtml_Execute_Select
source: Select ...
cy: [WELSH]Select ...

# AD_Create_cshtml_Execute_Create
source: Create
cy: [WELSH]Create

# AD_Create_cshtml_Execute_Back_to_List
source: Back to List
cy: [WELSH]Back to List

# AD_Delete_cshtml_Execute_Delete
source: Delete
cy: [WELSH]Delete

# AD_Delete_cshtml_Execute_Back_to_List
source: Back to List
cy: [WELSH]Back to List

# AD_Details_cshtml_Execute_Details
source: Details
cy: [WELSH]Details

# AD_Details_cshtml_Execute_Edit
source: Edit
cy: [WELSH]Edit

# AD_Details_cshtml_Execute_Back_to_List
source: Back to List
cy: [WELSH]Back to List

# AD_Edit_cshtml_Execute_Edit
source: Edit
cy: [WELSH]Edit

# AD_Edit_cshtml_Execute_Back_to_List
source: Back to List
cy: [WELSH]Back to List

# AD_Index_cshtml_Execute_Index
source: Index
cy: [WELSH]Index

# AD_Index_cshtml_Execute_Create_New
source: Create New
cy: [WELSH]Create New

# AD_Index_cshtml_Execute_Edit
source: Edit
cy: [WELSH]Edit

# AD_Index_cshtml_Execute_Details
source: Details
cy: [WELSH]Details

# AD_Index_cshtml_Execute_Delete
source: Delete
cy: [WELSH]Delete

# _Layout_cshtml_Execute_FitBit
source: FitBit
cy: [WELSH]FitBit

# AdminTeamsController_Index_Title
source: Teams
cy: [WELSH]Teams

# _Layout_cshtml_Execute_Jobs
source: Jobs
cy: [WELSH]Jobs

# AdminTeamsController_Subtitle
source: Teams
cy: [WELSH]Teams

# AdminCommunitiesController_Create_Title
source: Community
cy: [WELSH]Community

# AdminCommunitiesController_Delete_Title
source: Community
cy: [WELSH]Community

# AdminCommunitiesController_Details_Title
source: Community
cy: [WELSH]Community

# AdminCommunitiesController_Edit_Title
source: Community
cy: [WELSH]Community

# AdminCommunitiesController_Index_Title
source: Communities
cy: [WELSH]Communities

# AdminControlPanelTitle
source: Admin Control Panel
cy: [WELSH]Admin Control Panel

source: Back to List
cy: [WELSH]Back to List

source: Create New
cy: [WELSH]Create New

source: Delete
cy: [WELSH]Delete

# DeleteConfirmation
source: Are you sure you want to delete this?
cy: [WELSH]Are you sure you want to delete this?

source: Details
cy: [WELSH]Details

source: Edit
cy: [WELSH]Edit

source: Save
cy: [WELSH]Save

source: Manage Activity Data
cy: [WELSH]Manage Activity Data

source: Manage Communities
cy: [WELSH]Manage Communities

# AD_Subtitle
source: Activity Data
cy: [WELSH]Activity Data

source: Category
cy: [WELSH]Category

source: Unit
cy: [WELSH]Unit

# _Layout_cshtml_Execute_ActivityData
source: Activity Data
cy: [WELSH]Activity Data

source: Manage Teams
cy: [WELSH]Manage Teams

source: Activity Data
cy: [WELSH]Activity Data

source: Monthly Summary
cy: [WELSH]Monthly Summary

source: Weekly Summary
cy: [WELSH]Weekly Summary

source: Manage
cy: [WELSH]Manage

# WeeklySummaryTitle_TotalBeats
source: Total Beats This Week
cy: [WELSH]Total Beats This Week

# WeeklySummaryTitle_TotalSteps
source: Total Steps This Week
cy: [WELSH]Total Steps This Week

# MonthlySummaryTitle_TotalBeats
source: Total BeatsThis Month
cy: [WELSH]Total BeatsThis Month

# MonthlySummaryTitle_TotalSteps
source: Total Steps This Month
cy: [WELSH]Total Steps This Month

source: All Time Summary
cy: [WELSH]All Time Summary

# AD_Category
source: Category
cy: [WELSH]Category

# AD_Date
source: Date
cy: [WELSH]Date

# AD_LastUpdated
source: Last Updated
cy: [WELSH]Last Updated

# AD_Unit
source: Unit
cy: [WELSH]Unit

# AD_Value
source: Value
cy: [WELSH]Value

# AD_WeeklySummaryStatistics
source: <li>Total number of {0} this week: <span class="statistic" id="{0}-total"></span></li> <li>Average number of {0} this week: <span class="statistic" id="{0}-average"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>
cy: [WELSH]<li>Total number of {0} this week: <span class="statistic" id="{0}-total"></span></li> <li>Average number of {0} this week: <span class="statistic" id="{0}-average"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>

# AD_AllTimeSummaryStatistics
source: <li>Total number of {0}: <span class="statistic" id="{0}-total"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>
cy: [WELSH]<li>Total number of {0}: <span class="statistic" id="{0}-total"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>

# AD_MonthlySummaryStatistics
source: <li>Total number of {0} this month: <span class="statistic" id="{0}-total"></span></li> <li>Average number of {0} this month: <span class="statistic" id="{0}-average"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>
cy: [WELSH]<li>Total number of {0} this month: <span class="statistic" id="{0}-total"></span></li> <li>Average number of {0} this month: <span class="statistic" id="{0}-average"></span></li> <li>Your best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Your worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>

# AD_UnitsPerDaySummary
source: {0} Per Day
cy: [WELSH]{0} Per Day

# AD_UnitSummary
source: {0} Summary
cy: [WELSH]{0} Summary

source: View User
cy: [WELSH]View User

# AD_ViewUserStatistics
source: <li>Total number of {0}: <span class="statistic" id="{0}-total"></span></li> <li>Their best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Their worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>
cy: [WELSH]<li>Total number of {0}: <span class="statistic" id="{0}-total"></span></li> <li>Their best day was <span class="statistic" id="{0}-max-date"></span> with <span class="statistic" id="{0}-max-value"></span> {0}.</li> <li>Their worst day was <span class="statistic" id="{0}-min-date"></span> with <span class="statistic" id="{0}-min-value"></span> {0}.</li>

# AreYouSureDelete
source: Are you sure you want to delete {0} records
cy: [WELSH]Are you sure you want to delete {0} records

source: Clear
cy: [WELSH]Clear

# ManageController_EditAccount_Manage
source: Manage Account Details
cy: [WELSH]Manage Account Details

# ManageController_EditAccount_ManageController_EditAccount_DateOfBirth
source: Date of Birth
cy: [WELSH]Date of Birth

# ManageController_EditAccount_ManageController_EditAccount_EmailAddress
source: Email Address
cy: [WELSH]Email Address

# ManageController_EditAccount_ManageController_EditAccount_Nickname
source: Nickname
cy: [WELSH]Nickname

# ManageController_EditAccount_ManageController_EditAccount_Team
source: Team
cy: [WELSH]Team

# ApplicationUsersController_Index_Title
source: Manage User Accounts
cy: [WELSH]Manage User Accounts

# ApplicationUsersController_Teamname
source: Team
cy: [WELSH]Team

source: Manage Users
cy: [WELSH]Manage Users

# Challenges_communityChallenges
source: Community challenges
cy: [WELSH]Community challenges

# Challenges_groupChallenges
source: Group challenges
cy: [WELSH]Group challenges

# Challenges_youAreSignedUpTo
source: Challenges you have entered
cy: [WELSH]Challenges you have entered

source: Challenges not entered
cy: [WELSH]Challenges not entered

# _Layout_cshtml_Execute_WebServiceAuth
source: Web Service Auth Tokens
cy: [WELSH]Web Service Auth Tokens

# _Layout_cshtml_Execute_LeaderBoards
source: Leader Boards
cy: [WELSH]Leader Boards

# LeaderBoards_GroupLeaderBoardTitle
source: Group Leader Board
cy: [WELSH]Group Leader Board

# LeaderBoards_IndexGroupTitle
source: Group Leader Boards
cy: [WELSH]Group Leader Boards

# LeaderBoards_IndexParticipantTitle
source: Participant Leader Boards
cy: [WELSH]Participant Leader Boards

# LeaderBoards_ParticipantLeaderBoardTitle
source: Participant Leader Board
cy: [WELSH]Participant Leader Board

source: Ranking
cy: [WELSH]Ranking

# Challenges_completedChallenges
source: Completed Challenges
cy: [WELSH]Completed Challenges

# Challenges_completedcomChallenges
source: Community Challenges
cy: [WELSH]Community Challenges

# Challenges_completedGroupChallenges
source: Completed Group Challenges
cy: [WELSH]Completed Group Challenges

# LeaderBoards_LeaderBoardTitle
source: Leader Board
cy: [WELSH]Leader Board

# _Layout_cshtml_Execute_Challenges
source: Challenges
cy: [WELSH]Challenges

# Delete_User_Prompt
source: Are you sure you wish to delete your account?
cy: [WELSH]Are you sure you wish to delete your account?

# Delete_User_Prompt_Button
source: Yes, delete my account.
cy: [WELSH]Yes, delete my account.

# Delete_User_Prompt_Warning
source: Please be aware that your data will be NON-RECOVERABLE if you proceed.
cy: [WELSH]Please be aware that your data will be NON-RECOVERABLE if you proceed.

# Delete_User_Title
source: Delete Your Account
cy: [WELSH]Delete Your Account

# RoleType_Label
source: Role Type
cy: [WELSH]Role Type

# UserDelete_Title
source: Delete Account
cy: [WELSH]Delete Account

# UserDetails_Title
source: Account Details
cy: [WELSH]Account Details

# UserEdit_Title
source: Edit Account Details
cy: [WELSH]Edit Account Details

source: From Date
cy: [WELSH]From Date

source: To Date
cy: [WELSH]To Date

# account_Code
source: Code
cy: [WELSH]Code

# account_ConfirmPassword
source: Confirm password
cy: [WELSH]Confirm password

# account_DoB
source: DoB
cy: [WELSH]DoB

# account_Email
source: Email
cy: [WELSH]Email

# account_Nickname
source: Nickname
cy: [WELSH]Nickname

# account_password
source: Password
cy: [WELSH]Password

# account_RemeberMe
source: Remember me?
cy: [WELSH]Remember me?

# account_RememberBroswer
source: Remember this browser?
cy: [WELSH]Remember this browser?

# account_Team
source: Team ID
cy: [WELSH]Team ID

# AD_Delete_areYouSure
source: Are you sure you want to delete this?
cy: [WELSH]Are you sure you want to delete this?

# AD_Delete_Title
source: Delete
cy: [WELSH]Delete

# AD_Edit_Heading
source: ActivityData
cy: [WELSH]ActivityData

# AD_Manage_Create
source: Create New
cy: [WELSH]Create New

# AD_Manage_Title
source: Manage Activity Data
cy: [WELSH]Manage Activity Data

# audit_details
source: Details
cy: [WELSH]Details

# Audit_IpAddress
source: IP Address
cy: [WELSH]IP Address

# Audit_RequestParams
source: Request Parameters
cy: [WELSH]Request Parameters

# audit_title
source: Audit
cy: [WELSH]Audit

# Audit_UrlAccessed
source: URL Accessed
cy: [WELSH]URL Accessed

# batchDelete_backToList
source: Back to List
cy: [WELSH]Back to List

# BatchDelete_title
source: Batch Delete
cy: [WELSH]Batch Delete

# community_endpointUrl
source: Endpoint URL
cy: [WELSH]Endpoint URL

# community_name
source: Name
cy: [WELSH]Name

# confirmEmail_thankYou
source: Thank you for confirming your email.
cy: [WELSH]Thank you for confirming your email.

# dataRemovalAudit_dataRemoved
source: Data removed
cy: [WELSH]Data removed

# dataRemovalAudit_date
source: Date removed
cy: [WELSH]Date removed

# dataRemovalAudit_message
source: Message
cy: [WELSH]Message

# ExternalLoginFailed
source: Unsuccessful login with service
cy: [WELSH]Unsuccessful login with service

# ExternalLoginsTitle
source: Use another service to log in.
cy: [WELSH]Use another service to log in.

# forgotPasswordConfirmation_checkEmailMessage
source: Please check your email to reset your password.
cy: [WELSH]Please check your email to reset your password.

# forgotPasswordConfirmation_title
source: Forgot Password Confirmation
cy: [WELSH]Forgot Password Confirmation

# forgotPasswordTitle
source: Forgot your password?
cy: [WELSH]Forgot your password?

# identityModel_dob
source: Date of Birth
cy: [WELSH]Date of Birth

# identityModel_nickname
source: Nickname
cy: [WELSH]Nickname

# identityModel_Team
source: Team
cy: [WELSH]Team

# job_id
source: Unique Name
cy: [WELSH]Unique Name

# job_Minutes
source: Minutes
cy: [WELSH]Minutes

# job_schedtype
source: Schedule Type
cy: [WELSH]Schedule Type

# job_tasktype
source: Task Type
cy: [WELSH]Task Type

# Leader_NumMembers
source: Number of Members
cy: [WELSH]Number of Members

# login_registerNewAccount
source: Register as a new user
cy: [WELSH]Register as a new user

# login_title
source: Log in
cy: [WELSH]Log in

# login_useLocalAccountToLogin
source: Use a local account to log in.
cy: [WELSH]Use a local account to log in.

# register_title
source: Register
cy: [WELSH]Register

source: Reset password confirmation
cy: [WELSH]Reset password confirmation

# resetPasswordConfirmation_passwordHasBeenReset
source: Your password has been reset.
cy: [WELSH]Your password has been reset.

# resetPassword_restYourPassword
source: Reset your password.
cy: [WELSH]Reset your password.

# resetPassword_title
source: Reset password
cy: [WELSH]Reset password

# result_categoryUnit
source: Activity type
cy: [WELSH]Activity type

# sendCode_title
source: Send
cy: [WELSH]Send

# team_communityId
source: Parent Community
cy: [WELSH]Parent Community

source: Team Name
cy: [WELSH]Team Name

# Challenges_enteredCommunityChallenges
source: Entered Community Challenges
cy: [WELSH]Entered Community Challenges

# Challenges_enteredGroupChallenges
source: Entered Group Challenges
cy: [WELSH]Entered Group Challenges

# Challenges_indexTitle
source: Challenges
cy: [WELSH]Challenges

# Challenges_unEnteredCommunityChallenges
source: Community Challenges you have not entered
cy: [WELSH]Community Challenges you have not entered

# Challenges_unEnteredGroupChallenges
source: Group Challenges you have not entered
cy: [WELSH]Group Challenges you have not entered

# CompletedCommunityChallengesLink
source: Completed Commuity Challenges
cy: [WELSH]Completed Commuity Challenges

# CompletedGroupChallengesLink
source: Completed Group Challenges
cy: [WELSH]Completed Group Challenges

# challenge_categoryUnitId
source: Activity type
cy: [WELSH]Activity type

# CoordinatorChallengesLink
source: Coordinate Challenges
cy: [WELSH]Coordinate Challenges

# EnteredCommunityChallengesLink
source: Entered Community Challenges
cy: [WELSH]Entered Community Challenges

# EnteredGroupChallengesLink
source: Entered Group Challenges
cy: [WELSH]Entered Group Challenges

# UnEnteredCommunityChallengesLink
source: Unentered Community Challenges
cy: [WELSH]Unentered Community Challenges

# UnEnteredGroupChallengesLink
source: Unentered Group Challenges
cy: [WELSH]Unentered Group Challenges

# Challeneges_createCommunityChallenge
source: Create Community Challenge
cy: [WELSH]Create Community Challenge

# Challeneges_createGroupChallenge
source: Create Group Challenge
cy: [WELSH]Create Group Challenge

# Challenges_completedCommunityChallenges
source: Completed Community Challenges
cy: [WELSH]Completed Community Challenges

# Challenges_EnterChallenge
source: Enter Challenge
cy: [WELSH]Enter Challenge

# Challenges_LeaveChallenge
source: Leave Challenge
cy: [WELSH]Leave Challenge

# Challenges_viewLeaderBoard
source: View Leaderboard
cy: [WELSH]View Leaderboard

# Challenge_Communities
source: Communities
cy: [WELSH]Communities

# Challenge_Complete
source: Complete
cy: [WELSH]Complete

# Challenge_EndTime
source: End Time
cy: [WELSH]End Time

# Challenge_Groups
source: Groups
cy: [WELSH]Groups

# Challenge_Name
source: Name
cy: [WELSH]Name

# Challenge_StartTime
source: Start time
cy: [WELSH]Start time

# verifyCode_title
source: Verify
cy: [WELSH]Verify

# AllChallegnes_Title
source: Coordinate Challenges
cy: [WELSH]Coordinate Challenges

# AllChallenges_Delete
source: Delete
cy: [WELSH]Delete

# AllChallenges_Details
source: Details
cy: [WELSH]Details

# AllChallenges_Edit
source: Edit
cy: [WELSH]Edit

# Challenges_createCommunity_title
source: Create Community Challenge
cy: [WELSH]Create Community Challenge

# Challenges_createGroup_title
source: Create Group Challenge
cy: [WELSH]Create Group Challenge

# Challenge_BackToList
source: Back to List
cy: [WELSH]Back to List

# Challenge_DeleteAreYouSure
source: Are you sure you want to delete this?
cy: [WELSH]Are you sure you want to delete this?

# Challenge_DeleteTitle
source: Delete
cy: [WELSH]Delete

# confirmEmail_title
source: Confirm Email
cy: [WELSH]Confirm Email

source: Data Removal Audit
cy: [WELSH]Data Removal Audit

# DataRemovalAudit_Details
source: Details
cy: [WELSH]Details

# externalLoginsFailed_Title
source: Login Failur
cy: [WELSH]Login Failur

# AuditRm_Details
source: Details
cy: [WELSH]Details

# AuditRm_Title
source: Data Removal Audit
cy: [WELSH]Data Removal Audit

# Audit_BackToList
source: Back to List
cy: [WELSH]Back to List

# Device_DeleteBack
source: Back to device management
cy: [WELSH]Back to device management

# Device_DeleteConnectionRevoked
source: has had its connection revoked.
cy: [WELSH]has had its connection revoked.

# Device_DeleteTitle
source: Device connections
cy: [WELSH]Device connections

# Device_IndexNavigation
source: Devices
cy: [WELSH]Devices
